[
    {
        "name": "Resident Evil 4",
        "rating": 8.5,
        "date": "2024.09",
        "description": "好玩爱玩，害怕恐怖游戏的也能玩。心海凯亚大冒险（雾）\n最大的恐惧永远是火力不足哈，BB 半天的一个火箭筒就老实了。没血条打右手所有主武器弹尽粮绝没打死网上搜是不是无敌的半天没搜到结果继续开两枪手枪打死了，乐",
        "id": 795632
    },
    {
        "name": "ゼノブレイド２",
        "rating": 11,
        "date": "2022.12",
        "description": "“于是，少年遇到了少女”\n唯一真神，我永远喜欢吼姆拉",
        "id": 43753
    },
    {
        "name": "Red Dead Redemption 2",
        "rating": 7.5,
        "date": "2024.03",
        "description": "\n（通关两个月了才写，什么懒狗\n除去小时候玩的圣地安列斯只开了个头的GTA5和文明6，这应该是我第一次完整游玩r星的游戏，感受到了大量的美式风格\n玩之前就听闻大表哥2和野炊是开放世界的两大类型标杆，注重细节到寒冷环境下马的蛋蛋会萎缩的地步，玩下来的感受是确实过于丰富，各种射击，狩猎传说动物，收集纸牌盒，各种符合年代的美式纸牌游戏……只能说看别人玩成百上千小时不是没有道理的\n主要想聊的还是剧情。（剧透警告）在RPG作品中，主角由弱变强或是平平无奇到声名鹊起属于是常见的不能再常见的套路。但大表哥2的故事里主角亚瑟摩根却一开始就是范德林帮最得力的神枪手，却因肺结核一步步走向衰弱，重判轻离，甚至路上会晕倒过去的地步。但是在他生命逐渐如风中残烛凋零时，他选择了善以拯救身边的人，也找到了自己的救赎。在生命的最后，他选择掩护约翰单刀赴会，虽然由于身体极大劣势没能打败称他为黑肺佬的迈卡，但已经为约翰艾比盖尔一家争取了逃跑的机会，在濒死时看到山峦上乍现的朝霞，也算是了无遗憾了。最后约翰雪山复仇首尾呼应简直神中神，太帅了\n本作的角色形象极为鲜明，有喜欢偷懒但总体靠谱的大叔，有为了家人的约翰马斯顿，有天天叨叨“I have a big PLAN”的点子王达奇，有作为军师，但死后无人约束达奇的何西亚，有和亚瑟一起大闹酒馆的兰尼，还有酒后因爱胡言乱语被当成叛徒的茉莉，放高利贷的史特劳斯，巾帼不让须眉的赏金猎人莎迪……总体剧情很符合玩之前对“慢热”的想象，确实是真的慢，传送也要播片，传送点只有地名不知道具体在哪也要差评，可能是为了沉浸感的妥协。\n范德林帮也是那个时代西部牛仔的野蛮逐渐让步与秩序与文明的缩影，不能适应现代社会的黑帮制度说是去广阔的西部实际却为逃避追捕越来越东，成员也一个个死的死，逃的逃，不能违抗时势的英雄算是常见人物原型了，但仍能引起玩家的情感共鸣\n战斗体验还行，死神之眼后期咔咔秒人一枪一个小朋友，蛇油不要钱一样随便用，狩猎怪麻烦的，没打过几次光主线的钱和枪也能随便乱杀。战斗并不是本作核心，在r星RAGE引擎极为真实的光影和云雾渲染下，每次帮派大战之前气氛的渲染都及其到位，十几个帮派成员在旷野上疾驰追凶的时候，简直肾上腺素拉满。\n总之，很有美式特色的一款开放世界典范，如果能忍受前二十小时的慢节奏的话非常推荐。\n",
        "id": 28
    },
    {
        "name": "新槍彈辯駁V3 大家的自相殘殺新學期 Anniversary Edition",
        "rating": 7,
        "date": "2023.11",
        "description": "终于打完了三部，评价是最日天的主角，以及丧妻组再添一位\n第一章就感觉有好多问题没解决而且运气太好一下就能砸到吗？结果果然有 tm 赖子，不遵守规则的反派呃呃，人间之屑，最讨厌的一集\n而且高智商的前期基本死完了，中后期就主角独c，带不动一点（最先集碎片的两个居然活到最后了，血亏\n最后一章节目效果拉满，meta 流勉强补上了一些设定上的漏洞，主要是给爷b 装完了，玩的时候还是爽到了的\n以及回忆的时候响起的德彪西《月光》钢琴曲，唉只能说放飞小高，还我枫妹",
        "id": 44972
    },
    {
        "name": "超級槍彈辯駁2 再會了絕望學園 Anniversary Edition",
        "rating": 9,
        "date": "2023.08",
        "description": "\n『弹丸论破2』\n一句话概括：个人文字 avg 第一，无法评价\n以下是发⚡\nNanami😭😭😭Nanami😭😭😭Nanami😭😭😭\n头一次打游戏打到破防爆粗\n**小高你还我七海😭😭😭\n买了个小飞机挂件也难解心头悲伤😭😭😭\n又亚撒西又爱打游戏的天然呆妹子果然只能在虚拟中存在吗😭😭😭对这种类型毫无抵抗力，看了动画又破防一次😭😭😭呜呜呜呜，上头😭😭😭\n        ",
        "id": 3594
    },
    {
        "name": "宝可梦传说 阿尔宙斯",
        "rating": 6.5,
        "date": "2022.07",
        "description": "《宝可梦传说：阿尔宙斯》一周目完成\n小学时在电脑上玩过一段时间的不知道哪个版本的宝可梦但卡关了没玩完过；初中时玩《pokemon go》也只是图个 AR 的新鲜玩几天就卸了，所以这确实是我玩完的第一部宝可梦系列\n因为没玩过所以什么都不懂属性克制也不知道拿着新手村抓的几只认识（动画里见过的）宝可梦就打完了主线剧情（幸好主线几乎没有强制宝可梦对战的内容而是训练师亲自直接肉搏（今天又是不用宝可梦完成宝可梦作战的一天.jpg）\n画质放在2022年下只能说能看，甚至比起同为ns上的塞尔达的效果都差了不少（老任第一方优化的含金量）；地图属于是开放世界了又没完全开放世界：分成了不少大地图，大地图内随便行但大地图之间传送还要回村再tp出来（这设定是真nm离谱）值得一提的是这作里的坐骑系统，刚解锁时以为会很麻烦的开背包召唤，结果一键搞定，切换是真流畅，跑的也是真快，赶路挺方便的，弥补了传送点不足的问题（以及要夸随身合成台（__能不能学一学）背包上限升级金币跟塞尔达呀哈哈数量有的一拼，升满级好像要100多万是真逆天\n主线整体方面演出效果一般，（开局小照前辈骑脸怎么输？结果只是每次主线完了来露个脸吃个饭，寄）不过被驱逐出村事不跟星月队长走还会触发被强制拉回加警告的效果，路人也会议论纷纷那时还是挺有被冤枉的无助感代入感的（哦，这作全程无配音，音乐也就几种，介意的慎入）（不过这个绿发小萝莉剧情塑造很喜欢（你那是喜欢剧情吗？我都不好意思点破你）\n不过最终战的战斗演出效果还是拉满的（让人不禁怀疑是不是经费全用到最后一场演出了）__的最后反水确实让我觉得意料之外，但情理之中（不过我打不过他就离谱，还专门做了笔记（和马加木队长是唯一主线让我有体会到策略感的战斗了（因为确实没玩过宝可梦，等级克制属性克制学技能啥的全都不懂，一路上遇到的别的NPC随随便便就推平了））\n最终决战前看到神殿上遇到十只神兽后裔的雕像都能认识也有一种“我来过这里，我记得你们”的回忆杀的美好\n不过攻略上说见到阿尔宙斯要二周目开完图鉴，我是剧情观光党还是云一下二周目结局就行了（每次主线都被卡图鉴等级，平心而论这增加游戏时长的有点过分）（玩个游戏一周目连名字提到的主角都没见过，乐（哦开头捏脸是见到了的，但那光确实一眼让人想到塞尔达开头，怎么没人说抄袭捏））",
        "id": 564761
    },
    {
        "name": "THE SOMNIUM FILES Nirvana Initiative",
        "rating": 8,
        "date": "2022.09",
        "description": "《AI：梦境档案 涅槃肇始》\n推理向文字 avg，剧情前期一直让人云里雾里\n反派神神叨叨的b格拉满但和小兵战斗的 qte 环节太尬\n推理比较简单提示也多只卡过一次关\n设计感最好的还是某人梦境前后关联的五个问题\n猎奇/精污要素过多，比看门狗2里相似风格恶心多了，男主每次看了精污视频发癫我也要看了发癫了\n最后还以为 meta 是真结局但实际上根据篇幅应该算是彩蛋，但 bgm 太瘆人全程关语言过的最后一段（场景太精污都没截，以及要吐槽亚麻的浅层梦境，过于诡谲骇人怪异，没多少血腥但让人大半夜睡不着那种感觉）\n女主可爱捏，战斗力爆表\n以下含剧透\n感觉贯穿全文的诡叙设计是非常巧妙，但有些感觉为了达成这个硬凑的地方比如六年前解接打扮强行和瑞希一模一样，有的关键信息不知道怎么给就强行妈妈桑通灵，六年前莱恩也一起去地下室还刚好是同一天（认识两个长得一模一样的人却不告诉对方就够离谱了）配角感情戏也有点一言难尽，有点脸谱化/工具人化了（但绊跳舞还是可爱捏）\n以及频繁的黄段子，虽然我不是特别反感但觉得有点没必要，可能对电波的会比较喜欢吧\n总结就是玩着全程提心吊胆的，打完了终于能睡个安稳觉了，以及最后的瑞希跳舞真可爱😋😋，姐妹丼嘿嘿😋😋（真对她俩涩涩的话下一秒就要被铁棍打断腿了",
        "id": 644661
    },
    {
        "name": "集合啦！动物森友会",
        "rating": 5.0,
        "date": "2022.06",
        "description": "每天上班已经够累了游戏还要上班哈，玩不进去。以及游戏时间和现实世界同步是哪个天才想出来的，夜猫子永远只能看到晚上的岛哈",
        "id": 421698
    },
    {
        "name": "刺客信条：大革命",
        "rating": 7,
        "date": "2022.02",
        "description": "玩的第一款刺客信条系列游戏\n感觉爬塔开图重复度有点高，地图上问号太多了吓人，但这么久的游戏画风放到现在还算精致不过时\n剧情上因为没简中看繁体有点云里雾里后面查了查\n武器一不小心跑到亚德打后面的关拿个火炮再回来推主线，明明是远程武器近战伤害比剑还高……一路打到最后都没升级过装备买过武器，有点离谱。\n*剧透警告*\n中间有许多不能莽只有砍了目标马上跑的方式毕竟双拳难敌四手，人一多就只有烟雾弹跑路挺符合刺客的含义\np4左等右等还以为能不杀有成就结果不行有点没意思\n最后刀妹子刀的有点刻意，和狗1克拉拉和狗2小何一样……只能说是育碧特色了\n打完送了吧伊甸之剑打啥都是一刀秒没啥意思，亚德打了两关开始谜语找线索看了下最后奖励就是个提灯没啥用就弃了（以及繁体太多看不懂），感觉应该有更合理的安排\n（亚德第三幕还整个假的艾莉丝，还以为dlc给个大团圆结局，简直罪大恶极",
        "id": 8146
    },
    {
        "name": "Ghost of Tsushima",
        "rating": 7,
        "date": "2023.03",
        "description": "《对马岛之魂》——西方视角下的日本武士故事\n中小成本 3A 的典范，UI 简洁克制，对话时缩减上下两部分形成电影式的宽屏演出效果，特殊架势时的黑白剪影致敬黑泽明\n画面没的说，每个区域都有独特色系又不失协调性的风景，骑在马背上让人大饱眼福疯狂截图。温泉击竹俳句的设计都很有日本的那种古典韵味，神奇的是这是美国公司做的游戏，就很离谱\n剧情围绕蒙日战争时期对马上的故事，基本只是取作背景，重点在于武士道的违背和最终选择成为“战鬼”的经历。虽然中间有许多意料之中的操作比如经典插满 flag 的主角队友然后死了，反派两次打败主角但就是不杀想让他投降等小问题，但最终回到童年时和亦师亦父的志村大人练习的场地还是让人感慨万千。第二章遣川之战时所有民众团结一致追随战鬼的场景真的燃爆（可惜还没砍过瘾就进 cg 了）还有第三章开头的马为了主角而力竭牺牲，虽然是套路般的结尾高潮前众叛亲离的低谷，但演出还是让人不禁泪目（杀我可以，没杀我马啊呜呜）\n还有做的好的一点是虽然后期成了罐头游戏（敌人只有四五种没啥变化一个个地图扫问号很折磨），但主线时长压缩的很好，收集物看似影响数值但两刀还是三刀被砍死差别不大，基本是不做支线也可以做完支线也不会觉得主线太简单的优秀设计，在你刚感到厌烦时就戛然结束很能让玩家回味。某种意义上是育碧的刺客信条 pro max 版（可以暗杀，有飞镖烟雾弹类似物，可以正面刚，可以鹰眼视觉，还有一堆地图上的问号，你是？）把所有主体的地图据点清完后就打不动了，dlc只做了主线，地图据点也没清\n论战斗肯定是不如只狼仁王之类的，但主要是战斗的意境和背景选的很好，主角帅就完事了。敌人招式有迹可循，像郝通汗一脸横肉的架势就是不讲武德基本都不能招架只能闪避，舅舅作为武士就一板一眼基本都能招架和弹反，斗笠帮就介于两者之间江湖浪人一样，但也有一些奇招比如扬沙子脚扫之类的也只能闪避，这就是所谓的战斗体验忠于人物性格和外在表现（这里点名表扬某款游戏的漂浮灵长得像个人畜无害的气球实际硬个武装直升机）\n有一点小小的不足是女主不够好看（但是人家那个时期日本普通农民不就长这样），有一点点 zzzq 的感觉，所以直到我一直当好兄弟的（）\n值得感慨的就是体量太小了，后期重复度有点高，主体据点清完后只想打所有1v1决斗了，1v多的小兵都打麻了，所以没白金\n差点忘提了就是作为 Only on PlayStation (for a while) 的（限时）独占游戏，对于 ds5 手柄的支持简直一流，远程武器的自适应扳机和细腻震动就不说了，最厉害的是可以在骑马时踩过不同地面的马蹄声和用特殊绝招时的出刀声也通过手柄表现，还有对于触摸板的利用，向上滑动是吹风并以此来导航目标点真是天才的设计，比起莫名其妙的导航线和右上角挂着的实时地图显得毫不突兀更加沉浸，还能提供想拍照时的动态效果；向左是吹笛子可以实时改变天气，向右是收刀，每次砍完一堆敌人后振血再收刀是真的帅，向下是鞠躬，点按是屏息静听，所有特殊交互是中指 r2 避免在捡东西时右手调视角需要 c 手，都是小细节但合起来就是能让人感觉到舒服\n最后浅放一个不小心打出的无伤和和志村舅舅的决战，都本着对对手的尊重没切架势一个方式打完。（像汗王的最终战是最乐的，什么烟雾弹苦无燃烧弹等战鬼武器全整上，你不讲武德我更不讲，给他一点小小的异乡人震撼.jpg）\n以下是剧透\n最后我选择的不杀毕竟战鬼没有荣誉但不会对亲人出手，毕竟是将镜井仁真正抚养成武士的父亲（这里结尾杀或不杀的处理真的很好，比起某高尔夫让你捏着鼻子原谅不知高到哪里去，两种选择都说得通，和看门狗1最后的抉择一样把选择交给玩家不落俗套）\ndlc 就是直面当年杀害父亲的贼寇凶手，但两边都有错所以主角选择了战鬼的解决方案而不是武士的，也还行。拿 dlc 的猿神铠甲（__怎么你了）的洞窟里用燃烧箭点亮前路简直和刺客信条大革命 dlc 里爬洞穴用煤油灯照明开路一模一样，你还说你不是刺客信条？",
        "id": 58550
    },
    {
        "name": "原神",
        "rating": 7,
        "date": "2022.10",
        "description": "平心而论抄塞尔达的蒙德还算可以，稻妻出一堆樱花妹是巅峰，后面策划作死出一堆小男孩，呵呵，再也不玩米家了",
        "id": 401805
    },
    {
        "name": "OCTOPATH TRAVELER",
        "rating": 8.5,
        "date": "2024.01",
        "description": "别具匠心的像素风复古jrpg，虚幻引擎打造下特效却又令人满意的华丽，场景太美了\n音乐转折无缝切换神中神，虽然后期副本场景重复略显单调，但每当和boss谈话按下a键无缝转到战斗bgm的时候还是能爽到飞起\n战斗系统上手容易精通难，每个装备/技能只是一点小小的系数叠加起来却能翻几十倍太酷了，除了最终boss外基本一路平推，很爽。看到b站上大佬平均十几级极限低通，大受震撼\n故事最喜欢舞女和盗贼的，可惜整个剧情八个人基本没互动，除了隐藏boss稍微解释了一下联系（打完两个人的主线就猜到了每个人剧情背后那个人是同一个，只能说意料之中，想玩人物剧情交织的建议直接十三机兵）（商人10+和舞女17+剧情居然能同时存在于一部游戏，难绷）\n人设最喜欢神官姐姐，唉，对亚撒西没有抵抗力，尝试像素还原好像不是很行（所以又手画了一下）",
        "id": 46667
    },
    {
        "name": "Bloodborne™ The Old Hunters Edition",
        "rating": 9,
        "date": "2024.07",
        "description": "《血源诅咒》白金纪念\n“Farewell good hunter, may you find your worth in the waking world.”\n理论上讲这是我除了宇宙机器人外玩的第一款真正的 PS 独占（因为别的都上 PC 了），之前只是一直听粉丝年年传要重置/上 PC 但年年没结果，不知道有多好玩，玩了之后才发现：确实神作，PS 买的不亏。\n宫崎英高的魂类之前玩过只狼，这类游戏的特点就是怪物性能远超角色，但稳扎稳打一点点提高的游戏技术达成的 boss 击杀比装备碾压更让人分泌多巴胺和产生成就感。血源不同于（云的）主翻滚后磨血的黑魂和招架格挡攒架势槽的只狼，主打的是快结构的进攻和以血换血的狂暴。本作特有的虚血设定，指在受伤后只会将该伤害对应的血条变为虚血，过几秒才会扣除，若此期间攻击敌方则能补充虚血相当于吸血。每当失误受伤时玩家可以选择后撤喝血瓶也可以继续跟 boss 站撸尝试风险更高和收益更高的攻击吸血来弥补之前的失误。这就导致了与其他魂游截然不同的心流体验，随着血液四溅角色衣服甚至都被血染透成了红色，玩家进攻的欲望也越来越强，仿佛和游戏内“失去理智的人成为嗜血的野兽”的设定不谋而合。锁定后的闪避不再是大开大合的翻滚，而是拉风至极的滑步，方便反击。除此之外左手武器不是传统的盾而是枪，取代盾反的是枪反即在即将被攻击到时开枪射击敌人，若成功则可以接一发内脏暴击处决并一次回满所有虚血，是收益最高的防守反击手段，内脏暴击的整个动效和设计手感简直爽到无与伦比（所有游戏里最爽的处决没有之一），只能说每次回亚楠老家找砖哥要血瓶时站着不动等他砖头要砸下来时再一发枪法接内脏暴击（因为这游戏的血瓶是消耗品不会随重生补满），这关卡刷了至少几十遍居然一点也不会感觉腻，可玩性自然可见一斑。\n战斗上还有血源特色的是“部位破坏”机制：对于非人形的巨型怪物枪反不能造成失衡然后处决（只狼则是无论多大的怪都能弹反感觉也是有这方面的改进），则增加了部位破坏的机制：虽然总的血条是恒定的，但每只手/脚都有独立的血条，当对其造成伤害达到一定阈值后则小僵直，多个部位被破坏后造成大僵直并可以接内脏暴击，所以打大型怪也是鼓励玩家进攻，若是怂着打很容易补血的时候被不明 aoe 波及并且将战斗时长拉长从而增加失误率，若是选择莽则很容易左砍两下右砍两下 boss 倒地接处决，受伤后也能吸回来一部分，打的快就不容易失误，和作品“猎人”“狩猎”的内核相符。\n武器设定上血缘也有着魂系独一无二的变形机制：所有右手武器都可以通过 L1 变换两种形态，一般来说一种是短而速度快，一种是长而速度慢，类似仁王里上中下三种架势，但血源的切形态会派生一发武器特有的攻击，相当于一把武器要设计：A 形态轻攻击、重攻击；B 形态轻攻击、重攻击；A 切 B 的派生攻击；B 切 A 的派生攻击。若是大剑等展开后同时占据左右手的双手武器则还会有本来用于左手开枪的 L2 键的特殊 L2 攻击，整体动作设计极为丰富，就算是一把武器从头砍到尾（锯肉刀：在想我的事？）也不会感觉腻。可惜这个设计实在过于超前，直到今天还没有第二款魂游延续（毕竟设计一把武器相当与别的魂游三把了，吃力不讨好）。以及本作的武器数量相对而言并不算多，也是每款都独居特色的权衡之举。\n说说世界观，本作采用经典的克苏鲁影响下的维多利亚时期作为时代背景，主角作为猎人不仅要狩猎发狂的野兽，还有不可直视的上位者（大神，古神，一个意思）及其眷属，整体玩着就是又因混沌的污物害怕又因本能的好奇和探索欲想玩，比起 control 以及 death stranding 走的是另一种掉 san 的路数。各种难以名状的触手怪，外星人，狼人和满身长满眼睛的敌人在月色下张牙舞爪，作为猎人唯一能信任的就只有手上的武器。拜托，这设定超带感的好吧！借用一个 b 站 up 的一段话“血色笼罩的维多利亚式街道，和从窗棂之中透出的诡异光亮，高耸入云的教堂的那惊鸿一瞥……”什么，有人嫌画质低？那你还是玩地平线吧（无贬义）。另外猎杀大型怪物获得的灵视点是一种由于接触非人类知识而获得的见识，简单来说就是让SAN值下降的东西和饥荒类似，灵视越高越能看到原本看不见的事物，例如只有猎人才能看到的梦之住民（信使）和各种天空上飘着的怪物，甚至血缘的防火女：人偶妹妹也只有灵视大于 0 才能交互。灵视点为 0 打某女巫 boss 还有惊喜（宫崎英高的怜悯.jpg）。最喜欢的boss 战演出是圣剑路德维希二阶段从野兽醒悟，找回人性站起来开始堂堂正正的猎人的较量，只有玩过的才懂多么难能可贵（然后就发现二阶段白给比一阶段简单多了（雾））。所有的设定都为世界观服务，并且游玩体验中收集到的碎片化叙事让玩家逐渐了解整个世界背后的脉络，这样的完美的沉浸感带来的整体统一性正是魂游经久不衰的原因。\n总结就是玩魂/动作类不玩血缘就像四大名著不看红楼梦后面忘了，只能度过一个相对失败的人生。以及加入等血缘重置版队伍1/1（和丝之鸽一样的有生之年了）\n最后放俩个链接\nhttps://www.bilibili.com/video/BV19S421R7a9/\nhttps://www.bilibili.com/video/BV1GW421d7LZ/\n",
        "id": 605544
    },
    {
        "name": "十三机兵防卫圈",
        "rating": 9.5,
        "date": "2022.05",
        "description": "一部融合了时空穿越，机甲大战怪兽，平行世界，源代码，人工智能，推理悬疑，魔法少女，电子歌姬……一般的文字avg作品连其中之一做核心概念都难以讲好，但这部作品做到了\n十三条线的支离破碎的叙事结构可能只有游戏能够做到，诠释了游戏作为第九艺术的原因\n大致背景在中期已经能推出但有几处疑点随着剧情的逐步展开一步步揭晓有着逻辑拼图补全最后几块时严丝合缝的快感\n具体剧情不剧透了，因为我现在最想做的事就是把剧情忘光再玩一遍，太好玩了\n最喜欢五百里（因为好看）（我也想要什么都不知道的傻白甜 jk 在摩托车后座上跟我表白\n战斗篇还可以，2-10配着因幡深雪的歌声操作机甲打怪是音乐渲染情绪高潮之一，以及最后一关死死守住远比之前所有关卡强得多的如潮水一般源源不断涌来的怪群那种极限之后终于守住的拨云见雾之感，随后作为奖励的一切的一切之真相的揭开使人为之唏嘘\n最后一战所有人启动机兵的画面都帅爆\n最后的最后__和__一起变回16岁也太美好了\n总结：神作",
        "id": 408286
    },
    {
        "name": "FINAL FANTASY VII REMAKE",
        "rating": 8,
        "date": "2024.07",
        "description": "一份游戏拆三分卖，你们有没有这样的 se 社啊，真是 ss 又 ee\n刚开始上手觉得选技能要时缓太麻烦， 后期不轮流切人主动放技能打不过召唤兽就老实了， 官方说是半即时制， 也有道理， 武器熟练后技能继承在八方和 xb3 也一样， 有熟悉感很好啊很好。\n作为 rpg 刷的要素非常量大管饱， 魔晶石搭配一看就很有深度， 一周目浅尝辄止了挺有意思的， 想刷几百小时也能刷。 自己打竞技场最后一轮打大房子完全不知道咋打乱甩技能多奶磨血就过了， 在 b 站看完了困难模式禁道具下各种见招拆招时长一小时的无伤教程， 惊为天人， 感觉太有操作了\n通完一周目看困难模式坐椅子回血不回蓝， 禁道具， 感觉太考验资源管理能力了， 角色养成上限好强\n音乐…… 你可以永远相信 se 社的音乐， 从八方旅人到机械纪元， ff16 到人工生命…… 懂得都懂， ost 好\n剧情， 我不到啊， 感觉官方就是懂玩家想看什么的 ca ct za sc 党怎么都能磕（ 嚯嚯嚯这也有青梅竹马偷腥猫的哦）。 男人中的男人萨菲罗斯干了啥也没看过相关作品也不了解， 挺谜语人的，“ 跳过新手教程的你： 我不知道我是谁， 我只知道我要大开杀戒.jpg”\n4202 年了， 在一众日本厂商选择不与大投入大制作的美式3a正面碰撞而选择在游戏性上另辟蹊径的时候， se 还选择用后 3 d 时代的技术复刻前 3 d 的老 jrpg制作还原主角一行人环游世界的冒险感， 本格炒冷饭真不错吧， 各种技术上的积累还是在画面上做到了目前时代的第一梯队（ 这就是你 PS5 画面模式只有30帧的理由？ 哦 PS5 pro ff7rb 也只能稳 4 k 40 啊， 那没事了）\n这个时代， 不被政治正确的也只有看亚洲厂商了， 喜欢俊男靓女的还是要多多支持， 大家拼了命的玩吧。 玩家， 你也不想以后端出来的也是星O特工和黑人日本武士吧， 桀桀桀……（ 谁懂啊， 想找个爱丽丝立绘去找百科被剧透原版结局了， 尼玛啊， 所以重制版会改变命运的， 对吗？）",
        "id": 259801
    },
    {
        "name": "SUPER MARIO ODYSSEY",
        "rating": 6.5,
        "date": "2022.08",
        "description": "剧情上是典中典的救公主（然后没完全救到\n主要玩法在于数十种脑洞大开的附身能力和关卡场景的配合，经典评价就是“游戏还能这么玩？”\n和joycon手柄的配合也是第一方才能达到的绝妙，如扔帽子时的二段“甩”和“绕圈甩”加速摆动以使用拳套拳击酷霸王时真有拳拳到肉之感\n虽然画风剧情老少咸宜但认真起来就会发现没那么简单，卡关还是挺难受的，上次就是凹一关凹了2h然后四天不想开ns\n不过有辅助模式无限回血手残也不用担心通不了关，十多个风格迥异的国家的风景本身就是非常值得欣赏的了",
        "id": 28026
    },
    {
        "name": "Dead Cells",
        "rating": 7.5,
        "date": "2022.08",
        "description": "《死亡细胞》\n应该是《元气骑士》后玩的第二款 rougelike 游戏。想看完整剧情要打0-5细胞至少6次属于是我非常反感的设计\n不过各式各样的武器和技能大大减少了重复感，各种动作的设计也非常帅气，有红流的刀刀烈火，紫流的远程放炮台人就只需要躲技能以及绿流的血厚，硬钢（萌新推荐绿流，我0细胞就是绿流直接初见过时守了）\n因为嫌麻烦后3个细胞除boss外都只开了20血，咒刃一刀一个的感觉是真的爽到飞起（怪：我打你也是一刀一个\nsl 了将近三个小时拿到了白王皮肤，真帅（sl 也是官方的仁慈了，所以基本上只要肯磨啥怪都不是问题，手残也能通关的\n剧情上玩完了5细胞也没看明白，乐，回头看看视频解析\n（绅士皮肤的跳跳乐把我折磨了快2h，有苦痛之路那味了（那比起来还是我们白王皮肤牛逼一点，走路都带王霸之气的.jpg\n附带一段大锤抡白给者视频（当时脑子里自动配音：八十！八十！笑嘻了）",
        "id": 11726
    },
    {
        "name": "槍彈辯駁 希望學園與絕望高中生 Anniversary Edition",
        "rating": 7,
        "date": "2023.05",
        "description": "（大量剧透预警）\n萌新初入弹丸坑，设定有趣但感觉第一部没太讲清楚，之后会慢慢补后两部\n收集证据阶段过于友好，甚至没搜完一个地方的关键物品都不让你走\n音乐虽然就几首但对应情节想起时听着还是挺爽的，那种推理真相水落石出的感觉从音乐就能烘托出来\n推理和言弹部分确实神中神，高潮重现神中神，就是开始几次有的地方图片感觉哪个都对不上要多试几次，后面熟悉了就基本一次过。结尾一个个言弹用希望打破彼此的忌惮，什么叫超高校级的希望啊，代入感拉满\n有一个卖老婆达成的隐藏结局第一次就解锁了，不愧是我.jpg，还有 cg 图也太搞了（不愧是学游泳的，身体真好（）），突出一个制作人的恶趣味，只能说怪不得有“放飞小高”这个梗\n雾切一开始立绘感觉不如舞圆，但 gn 的回避性依恋让我甚至只找了舞圆一次还是雾切更可靠些。 flag 明显插满了酱紫倒贴肯定有鬼，果然不出所料。可惜之后刚感觉不二咲有点可爱就发现是女装子，果然高中 oier 盛产 mtf（）瑟雷丝的衣服挺好看的，处刑也是最华丽的，不过为啥超高校级的赌徒不能赌自己能活，超高校级的幸运就行（因果律幸运，小子）\n最后，不会有人不喜欢雾切吧，转来转去还是外冷内热的冰山型最戳我，垃圾站上带个泡面桶的美救英雄真是戳爆了，爬楼梯的立绘我直接开炫，还有送礼物和好感3的害羞立绘……任何打完弹丸1不氪苗雾，就像四大名著不看红楼梦，说明这个人游戏鉴赏能力和自我修养不足，他理解不了这种高雅艺术，参不透其中深奥的精神内核，他整个人的层次就卡在这里了，只能度过一个相对失败的人生。",
        "id": 3775
    },
    {
        "name": "Watch_Dogs",
        "rating": 9,
        "date": "2020.06",
        "description": "艾登帅就完事了",
        "id": 3687
    },
    {
        "name": "PUBG",
        "rating": 6,
        "date": "2017.09",
        "description": "还行，开创了吃鸡类风潮，可惜花 100 买的没怎么玩后面免费了",
        "id": 10142
    },
    {
        "name": "星之卡比 探索发现",
        "rating": 6,
        "date": "2023.05",
        "description": "没玩过星之卡比这个 ip 的作品，通关后感觉还行，没用过道具和补给品也能简单过关，懒得打支线升装备所以最后也只有个3级火焰和2级炸弹（真难用），打最终 boss 还是用一级剑过的（\n提示升级图纸位置和马里奥奥德赛一样算良心设计了，到最后还是把图纸拿完了（可以不升但不能没有）\n一路上收集要素还是多，可惜我是通关就行党，前期没注意岔路后期基本把有隐藏通道的第一遍就走完但前面关卡的就懒得补了\n很符合任天堂系列合家欢游戏的定位画风简单剧情欢乐，还有不少附带的小游戏（比如钓鱼和传菜都挺有意思的，听说塞小游戏也是历届传统了）作为轻度游戏放松一下还是很不错的\n（通关了后尝试了下二周目，第一关就打吐了……只能说把一整个章节所有地图连起来合为一关还塞一堆收集要素确实重复度太高不太适合我……）",
        "id": 667657
    },
    {
        "name": "黑神话：悟空",
        "rating": 9,
        "date": "2024.09",
        "description": "村里第一个大学生，白金支持（种子青山骨那几个刷吐了要，速通二周目5小时刷种子10小时哈）",
        "id": 481913
    },
    {
        "name": "ゼノブレイド２ 黄金の国イーラ",
        "rating": 8,
        "date": "2023.01",
        "description": "《异度之刃2 DLC 黄金之国伊拉》\n通关过本篇再来玩讲述500年前的故事，知道了结局是悲剧的情况下过程中的每一场欢笑最终都化成刀子\n战斗比本篇爽多了，自带挂球者轻松8球（可惜八球的fullbrust倍率从8000多砍到1600多不能随手打出上千万伤害不太爽），异刃和御刃者切换回血的设定和天赋战技切换战技的设定也更有趣\n剧情和本篇有许多互为照应的惊喜，比如扎恩的目标名字的来源\n地图虽然只有两个，但古拉响起的微调的BGM还是勾起了之前的回忆\n真的cv考哥是在打完2才发现的，劳拉的cv纱织姐姐也是在dlc打完才发现的，回想后发现确实很熟悉，但过程中一点没有出戏到别的地方的感觉，希望某些cv能学学\n人和之力卡支线感觉还好（上一次被要求做够某些等级才能推主线还是阿尔宙斯）但看着相互的羁绊越来越多结果最后****才会更有感染力\n是在xb2之后推出的能看出相较2里面一些的系统优化的过程如营地，捡垃圾能看到种类……先打3再打2再打2dlc确实能感受到时间带来的进步，希望3dlc第四弹前能打完1（什么从后往前玩）\n最后的结局，阿德尔承受不住完全的光焰选择封印，看着古代船缓缓沉没，真烧掉照片和老房子，和青龙分道扬镳，镜头潜入深海进入海底船看到沉睡的少女最后门打开穿着打捞服的莱克斯，坚定的眼神和本篇的开头一致……文采不好只能憋出两个字：神作",
        "id": 58824
    },
    {
        "name": "Splatoon 3（斯普拉遁 3）",
        "rating": 7.5,
        "date": "2023.06",
        "description": "好累玩不动，打工挺好玩但得有佬带，以及傻逼服务器",
        "id": 558975
    },
    {
        "name": "异度神剑3 DLC 崭新的未来",
        "rating": 8,
        "date": "2023.08",
        "description": "异度之刃三部曲的收尾之作，全收集100%通关，神中神\n剧情上看着前两作的主角为人父的大叔，莱克斯长大后成了灭灭子的样子难绷，各种互动只能说作为系列粉丝太爽了（火光明明是焰的崽却和光性格一样，再结合和焰一样温柔的mio合着三个人换着带娃的是吧）还有尚未破防的大 N 老师，只要不破防就是无敌洞，结尾和主角团背向而行和2 dlc 黄金国里当年真离别背对青龙一模一样高桥太会对应了呜呜 地图设计感觉是历史最佳，将收集要素和人物成长完全对应让人不会有被迫练级的不爽，开宝箱的奖励驱动也足够丰厚，更别说许多前作中的名场景地图老玩家几乎一下就知道宝箱会藏在哪里，算是与老玩家心照不宣的默契。只能说不愧是 mono 社，和1类似的收集手册也只是浅尝辄止完全不构成负担，后期全收集的时候顺着滑索从高处俯瞰之前的地图别有一番风味，地图设计确实顶中顶。\n战斗方面有点搞，本来估计修尔克想做成丹邦一样的闪避t结果完全没伤害，全队都靠幽界小陀螺莱总的“double spin edge”狂转了，转累了就躺下等女儿拉笑死。算是很好平衡了开连锁与否的伤害，不喜欢打牌的玩家也能全程不按加号通关。而且队友不会抢猛击了，最终打下来几千万伤害美如画爽死\n随着 ed 曲 future awaits 响起，三代的故事剪影随着轻柔的歌声缓缓流过，玩家早已感动的说不出话。由克劳乌斯而起的故事终于结束，纵有千般不舍，他们的故事也就到这里截止。两个世界最终合为一体，崭新的未来在等待着后人\n（我 tm 没玩够啊啊啊，高桥你快出 4 不要逼我跪下来求你😭😭😭）",
        "id": 736257
    },
    {
        "name": "异度神剑3",
        "rating": 8.5,
        "date": "2022.08",
        "description": "一周目 52h 主线完结\n评价是：丝毫不逊色于野炊的神作\n尽管受 ns 机能限制掌机模式下画质有时会糊但丝毫不能掩盖超一流的剧本和演出效果\n玩前两章时就让人头皮发麻爽到高呼卧槽的神级走向，配上对阵____时必然响起的女高声 bgm，热血沸腾油然而生\n虽然没玩过前两作但据说优化了不少前作的问题，从导航到 ui 都有所升级，剧情和世界观上虽然庞大却并无缺漏，中期自行推敲出后一步步揭开谜底却有拨云见雾之感\n有幸玩上这样的 jrpg，是玩家们的福气\n---\n以下（可能）含些许剧透（和大量💈）\n主角团的成长也很明显，从开始的不谙世事和男主不理解为什么mio生气到后来逐渐视对方为重要的人到最后同甘共苦后的成人之吻，😭😭😭哭死\n衔尾蛇形态是真帅啊，一出场就帅炸我了😭😭😭怎么能这么帅啊啊啊啊\n第五章结尾真给我看流眼泪了😭😭😭那种无力和绝望感和尽管只剩一天却还隔墙温柔告白宽慰你的 mio 老婆，她真的，我哭死😭😭😭mio，我的mio😭😭😭\n光截图就200张，每个地区都有新风景，支线也还剩一大堆没清，boss战也都十分华丽，尤其是_，配上忧伤的BGM仿佛诉说着没能选择这条道路的后悔与痛苦，怕剧透太多就不放了，牛逼，真的牛逼，当之无愧的神作\n战斗部分有深度与操作感，进连锁攻击后就成卡牌了，一步步巧妙构造（配上专门适配卡点的特殊bgm）一套把还剩大半血的boss打趴是真的爽（大数字爱好者的福音\n另外，结尾也给我看泛泪花了，😭😭😭为什么要分开啊，永远留在当下吧（果然每个通关后的玩家都成了梅比乌斯（tmd dlc 要明年底出，能不能提前跳票啊艹）😭😭😭mio，我的 mio，你带我走吧",
        "id": 736257
    },
    {
        "name": "控制",
        "rating": 8.5,
        "date": "2021.08",
        "description": "通关了，2.8k屏幕玩最佳艺术指导游戏确实爽\n最喜欢烟灰缸迷宫那段\n可惜没啥大的 boss 战\n画面真是一流（游戏时忘截了这迷宫居然一次性的只能在门口照张了）",
        "id": 58812
    },
    {
        "name": "只狼：影逝二度",
        "rating": 8.5,
        "date": "2019.05",
        "description": "实锤路痴不适合玩这游戏，就剩一个boss结果打架半小时找路一下午. jpg（最后看别人视频找到的，菜）",
        "id": 50734
    },
    {
        "name": "Vainglory",
        "rating": 8,
        "date": "2017.04",
        "description": "时代的眼泪，至今觉得是移动端 MOBA 之光",
        "id": 350
    },
    {
        "name": "王者荣耀",
        "rating": 1,
        "date": "2017.06",
        "description": "辣鸡游戏哈",
        "id": 985056
    },
    {
        "name": "塞尔达传说 王国之泪",
        "rating": 9,
        "date": "2023.10",
        "description": "——论为什么任天堂是神\n152神庙120树根全开，玩到后面就一边玩一边想这么好玩的游戏玩完了之后该怎么办啊，唉\n剧情吸取了野炊塞尔达女主感不够的教训，直接开局痛失老婆（痛，太痛了），再加上龙之泪神中神的铺垫，最后结尾时“这一次，我不会再失去你”的演出……等了林克1万年的宿命感，她真的，我哭死\n游戏性方面延续了开放世界标杆，从数不清的建造类二创就可见一斑，虽然我只是开局造了一辆不飘逸的mk2从头开到尾，但各种神庙的火箭盾逃课大法还是非常爽的\n最后放一张拙劣的画作，小圆脸画出来有点胖（）只能说我水平不行\n（可惜分级是6+，不然结尾高低像xb1里菲奥伦回来一样整个初吻，可恶）\n        ",
        "id": 327239
    },
    {
        "name": "塞尔达传说 旷野之息",
        "rating": 10,
        "date": "2022.06",
        "description": "模拟器通关时的评测：\n萌新3天初见速通塞尔达旷野之息》\n（事先叠甲，对不起我是模拟器玩家，但一定会补 Switch 因为值得）\n一些槽点：\n1. 不看攻略所以没有大师之剑\n2. 下初始台地先莫名其妙打过水神兽再去主线领打四神兽的任务\n3. 打水神兽的boss时没箭了靠扔武器过的最后如p1（留斧头是以为像泰拉一样砍树只能用斧头以后解密有用，乐\n4. 米法老婆呜呜呜p2\n5. 因为没有任务所以打完四神兽就去打最终boss了，所以最终地图就开了 p3 那么多\n6. 因为打最终boss路上有两个人马拦路所以无伤单（刮）杀（死）了一只（p4）和有伤单（刮）杀（死）了一只白银人马（p5）\n7. 因为人马太肉所以把所有武器都打没了打最终boss时就剩两把垃圾 p5\n8. 因为发现再来打最终boss要再打一遍人马懒得回去补药/武器就用两把直接把最终boss打（刮死）了 （感觉最终boss不如人马……难打\n9. 打四神兽的顺序是 水火雷风，所以雷凹了两个小时风一遍过（感觉最终boss不如雷神兽的boss……难打\n虽然但是，有一说一，能满足以上要求的不愧是真丶开放世界，实际上还有速通党不打四神兽直接刚最终boss的，这确实离谱\n（总之，以前只是听说塞尔达好玩，没想到tm的这么好玩（以及，每个怪包括所有boss都有弱点以及玩家对每个boss技能都能格挡/闪避的交互性真值得某抽卡手游学习（因为今天单抽出货就不点名了（有没有一种可能，是***ch看我这几天天天体力都不清每日也不忙着做慌了怕我退坑\n -------------------------------\n NS 上重玩后的评测：\n塞尔达传说 荒野之息 大师模式完成\n算是达成了之前模拟器通关补票的心愿(你这游戏怎么卖2k啊（但又想到之前在某游戏一把武器就花了3个648就很）)\n0. 买了房子把老婆枪供着（开神庙都用的祭祀之枪不舍得用老婆用过的\n1. 打了英杰们的诗篇，米法老婆剧情又一次把我看破防了（水盖侬是真难打，一个拿着只有22攻击的枪的水系奶妈打不过是正常的）\n2. 去拔了大师剑，是真的帅，但剑之试炼大师模式全成背刺试炼了硬钢武器打完都打不死，水平不够打不过，以后再打\n3. 导师是真难打，盖侬你看看一个个都比你强怎么好意思当最后boss的。打过后送的照片令人感慨，昔人已逝。摩托车是真好用\n4. 把12+1处照片地点找完了，果然是最后一秒觉醒可惜太晚了（看完最后一处回忆就愤怒的直冲盖侬家门口了，盖侬狗贼还我老婆\n5. 结局最后还多了英杰和国王在城堡顶遥望的画面，令人唏嘘（这次过剧情全程英杰服+海利亚裤+大师剑，外观这一块拉满是真的帅\n*建议能玩就玩，或者模拟器试试会发现它确实值这个价（1k-2k 的机子和500多的带dlc游戏\n玩开放世界不玩野炊，就像四大名著不看红楼梦，说明这个人文学造诣和自我修养不足，他理解不了这种内在的阳春白雪的高雅艺术，他只能看到外表的辞藻堆砌，参不透其中深奥的精神内核，他整个人的层次就卡在这里了，只能度过一个相对失败的人生。",
        "id": 22511
    },
    {
        "name": "DEATH STRANDING DIRECTOR'S CUT",
        "rating": 8,
        "date": "2023.04",
        "description": "个人玩的第一款小岛秀夫的作品，带有强烈的个人主义风格，所以注定了受众寥寥\n取材自冰岛的辽阔大地看似孤寂，但随着一趟趟送货将地图上散落的节点织成一张开罗尔网络后每一处都链接成一体\n精细的画面在 4k 屏下相得益彰，场景中疯狂截图可惜垃圾 QQ 传不上来\n前期有一点点恐怖元素和经典做噩梦 BT 突脸的制作人恶趣味在，但一切恐惧的来源都是活力不足，中后期扛着一箱四连火箭弹什么巨型 BT 不过是送开罗尔晶体的活靶子罢了\n剧情有非常阴险的诡叙处理，结尾的时候我似乎明白了大部分但还有几个问题，一查才恍然大悟，只能说确实猜不到\n虽然主体玩法“送快递”看似无聊，但只能说看别人玩和自己玩有很大不同，当时刚出的时候看别人玩觉得无聊，自己上手后才觉得一步步换载具，搭配货物，修缮四通八达的公路和连成一张互联的索道网有多爽，后期基本脚不下地在索道上滑就可以送完一单的感觉是真快乐\nPS5 手柄的适配也不错，左右脚落地有分别的震动，自适应扳机和击杀/击晕时的时缓效果，被 BT 追的时候不用回头从震动就能听出来在哪个方位，听说 ds2 要限时独占一年？这就是 PS5带给我的自信.jpg\n不得不提的是贯穿全作的主题“连接”，无论是主角 Sam 从肢体接触恐惧症到最后能给所有关心的人一个大大的拥抱，还是玩家自己和所有其他玩家的连接：每次修路时都有其他玩家给你送材料，建轨道时最难爬的那几座山顶总有他人已经建好了可以直接使用的，更不必说所有不带传送点的 npc 家门口必有的安全屋和充电桩了。令人印象最为深刻的是当你打 BOSS 弹尽粮绝时按下“呼喊”键就有顶着其他玩家 id 的小白人从焦油摊里给你扔装备扔血袋，永远不用担心弹药打空……虽然不是多人同时互动的传统意义上的联机，但这种异步联机方式也能让我们感受到与世界上其他玩家的连接。在后疫情时代来看确实和疫情前和疫情中会有不一样的感觉\n以下含剧透\n总的来看，除了结尾演职员表的时候有点拖沓（但也是为了表现亚美莉一个人在这里要待数年的漫长以更能感同身受），游戏中有不少一次性的场景（三次战争的战场，最终焦油潭里的肉搏）属实夸张，是让建模师和关卡设计师因浪费感到吐血的地步，但就是这种浪费造就了它的艺术价值，一种明显的“我可以这么做但我就不这么做”，确实能感觉到强烈的制作人个人气息。给人以新的角度思考生死，肉体“赫”和灵魂“卡”的讨论，各种宗教意味拉满的场景，开局不久艰难穿过满是 BT 的洞穴一下豁然开朗看到港口节点城的壮观景色（和野炊初始神庙开局异曲同工之妙），送 BB-28 去火葬场时响起的 BB's THEME 到最后和拔叔相认的亲情戏直接泪崩，只能说有的游戏注定能成为第九艺术的代表，而小岛被称为神确实也是有原因的",
        "id": 614964
    },
    {
        "name": "双人成行",
        "rating": 8,
        "date": "2021.12",
        "description": "TGA 2021 年度最佳游戏《双人成行》\n评价：实至名归（我tm吹爆）\n在 2021 年最后 30 分钟内打完的年度游戏（差点就没打完和男的一起打双人游戏跨年了，害怕😱\n以及，（至少这款游戏上）手柄体验完爆电脑，能用/借/嫖手柄的请一定记得用手柄玩\n两个月前 PS 店里体验了三个小时剧情全跳觉得还行，要素不够丰富。不跳剧情打完之后才发现下结论过于草率之前甚至只是刚刚打完序章（P1）（论两个男看完剧情的通关速度和？？？？的不看剧情的速度之差\n唯一唯一的缺点就是需要两个人玩，别的只能说要素过多，我玩爽了，建议已经考完期末的即刻开完，没考的也开玩（反正都复习不完了不如像我一样开摆）\n哦，还有个可能的缺点是重复游玩性不高，但当第一遍游玩被多到夸张的内容细节堆料和创新的玩法惊艳时谁会在乎呢（说的就是你○○，不解决玩法缺少除了开新图（速度确实 nb ）后期天天刷刷刷不会真有人喜欢吧\n以下涉及剧透以及破防胡言乱语\n可恶为什么是和男的打完这个游戏😭😭😭打完后知道为什么之前去 PS 店情侣 99% 都在打这个了😭😭😭\n最喜欢 rpg 那段，用火系近战乱杀（暗示选的小梅，有没有没玩过的妹妹，我可以用科迪再玩一次😭😭😭保证不剧透😭😭😭",
        "id": 455597
    },
    {
        "name": "Fall Guys",
        "rating": 6,
        "date": "2022.06",
        "description": "没意思，NS 上卡卡的",
        "id": 326292
    },
    {
        "name": "7 Billion Humans",
        "rating": 9,
        "date": "2021.11",
        "description": "《70亿人》三天内最速通关传说！\n因为有一作《人力资源机器》的经历所以对续作的评价是更有意思了而且难度方向有所不同（一作是写汇编本作就是必须共用一份代码的奇怪多线程（））\np5: “最多也就40多行代码所以也不算难（”\n“学到了许多卡代码行数新技巧”\n以及一道（接近）二倍爆杀标算\n另外剧情是接着一作的，维持了一贯的魔性，\n好多关不会最短/最快但基本都是自己搞出来的，成就感巨大（）（但是懒得补最短/最快了，（为了看剧情打通关的是鉴））",
        "id": 52005
    },
    {
        "name": "Watch Dogs 2",
        "rating": 8,
        "date": "2021.11",
        "description": "主线挺有意思（支线懒得清）（虽然破解是一如既往的接水管，但至少和场景结合了加了点难度）\n相比一作更强调“黑客”属性所以许多关卡都可以逃课，无人机和小车是设计的比较有意思的点（但还是更喜欢莽，把人都鲨了就没人知道我潜入了.jpg）（这就是削弱战斗能力只能带两把枪以及各两个投掷物的原因吗？）\n主线没截图照张彩蛋救一作主角艾登的支线凑数，还是这大停电对味\n以及二代的枪都好贵直到打完就买过开局的一把不步枪和中期一把榴弹别的全靠捡\n最刺激的是开蜘蛛机器人，和一代的完全一致了，育碧偷工减料实锤（\n以及土豆服务器……dddd",
        "id": 10061
    },
    {
        "name": "NieR_Automata",
        "rating": 9.5,
        "date": "2023.04",
        "description": "『尼尔 机械纪元』白金纪念\n“世界竟然如此美丽，我一直都没注意到”\n一款六年前的老作品，只有 1080p 的画质并不能掩盖其精神内核的深沉\n多周目的设计让你二周目时被一周目的自己调戏时会心一笑\nBoss 战设计和敌人种类在当今算是普普通通了，但歌姬和体型庞大的恩格斯还是极富有感染力，相见恨晚（所有机械 Boss 名都取自古今中外的哲学家，不知道是在模仿还是解构）\n白金工作室的动作值得信赖，装上超频芯片后幻视魔女时间砍得还是非常爽快的，9s 的骇入属于缝合了一个小游戏上去，前期觉得困难后面熟练后还是比手砍快多了（尤其是一周目打黑暗中那个球形态 Boss 嫌弃9s怎么98%99%怎么慢等到二周目才发现那时9s面对的也是满屏的弹幕）\n人设，2b 有多火在当年早就出圈了，无口有小心机战斗力爆表还不好好穿裙子谁不爱呢。9s 的黑化也是顺其自然的，反派心理攻略时屏幕前冒出那个“你想**2B吧”着实吓我一跳，很有代入感（还真是\n剧情上前期多轻松后期就有多刀，当你存在的意义被否定，心爱的人死在面前，为之奋斗终生（甚至是若干生）的目标竟是一个谎言，很难说不会变得和9s一样只剩下复仇的欲望\n三周目通关后补了几个支线，看到把恋人格式化6次的女人，昔日珍惜的孩子都零件当成废品卖的帕斯卡，还有地下的绝美月之泪花海……一不小心就完成80%支线任务了，这成就解锁的也太沉浸了，基本不是故意卡你或恶心你\n除此之外甚至还有从没见过的可以直接花钱买的成就系统，可耻的逃了钓鱼和升全 pod 程序的课（打了三个周目10份纯净的水都没采到是什么逆天偏僻材料），50多小时白金，意犹未尽\nE 结局是很久前就听说过会有炸档的选择，等到自己打的时候才发现有多离谱，整个屏幕全是躲不掉也抵消不了的（来自游戏制作者的）弹幕，前面还好后面疯狂死，而且每死一次还要问你放不放弃，杀人诛心了。直到屏幕上显示收到一条支援请求，点击同意后源源不断的来自世界陌生人的援助，他们用自己的存档换来帮你挡仅仅一颗子弹，看着右下角一条条“xxx的存档已损坏”随着 BGM 的合唱让早被剧透过的我都不禁一边感觉自己菜对不起一遍眼眶湿润地继续（不能辜负了他们的期待）。最后看到主角存活，pod 机也诞生了属于自己的“人性”，机械生物前往外太空寻找家园的完美结局不禁感慨万千。最后也是献上自己的存档一份，希望能给遭受磨难的陌生人一点帮助。虽然看上去仅仅是一款游戏，但其中许多意象的选择，音乐的烘托，宗教的艺术场景，感情的流露，意识的本质的探讨，对我来说更像是一部来自制作人横尾的存在主义哲学启蒙",
        "id": 10141
    },
    {
        "name": "宇宙机器人无线控制器使用指南",
        "rating": 8,
        "date": "2022.03",
        "description": "第一个白金奖杯！\n体会到了第一方对手柄的支持程度：自适应扳机、陀螺仪瞄准、细腻的震动体验、从草地到冰面到弹簧再到沙滩都有不同的力回馈感受……属于是索尼叫你做手柄游戏了……\n（以及老头环暂时不想买了等优化了震动体验再，毕竟没有震动的动作游戏没有灵魂（确信）",
        "id": 452646
    },
    {
        "name": "Hollow Knight",
        "rating": 10,
        "date": "2022.03",
        "description": "《空洞骑士》白金纪念\n没有可以思考的心志\n没有可以屈从的意志\n没有可以为苦难哭泣的声音\n生于神与虚空之手\n你必封印在众人梦中散布瘟疫的障目之光\n你是容器 。\n你是空洞骑士 。\n我一般是一周目看完剧情就跑路党，但这款游戏20多小时一结局结束时感到的全是意犹未尽，最终肝了70+h到了白金（先叠甲，最后一个五门太累了卡了无敌bug别的都是手打包括送花）\n从一开始把龙牙哥当成boss磕磕绊绊打过后遇到假骑士卡了不短时间，到苍绿之径初见小姐姐以及打完三螳螂没买灯笼就直接去深巢做坐了个椅子再回去泪城，泪水之城伴着忧伤的旋律看到泪水一样的雨水顺着前辈的脸庞落下，当时想这款游戏所承载的信息量值得做个全收集，随后沉迷一发不可收拾\n感觉前期引导确实做的一般，三螳螂的复活点太远也是独立游戏作者的常见问题，但到了中后期随着装备技能的逐渐习得，一步步点亮地图上的位置区域是真的非常有成就感的一件事，值得一提的就是各大场景与bgm的配合，从三螳螂的轻松到紧凑像是在与刀剑共舞，到芬达哥激昂符合他乐观的性格的战斗音乐（确信），再到白色夫人的竖琴的安宁与和谐，再到安息之地中一股繁华散尽空余墓地的哀伤，前辈战中苦痛之路中相同的轻缓又逐步加强的忧伤旋律仿佛在为这一场不得不打的战斗的无法相互理解的痛苦呐喊，前辈最终一针针骨钉刺向自己的腹部时悲壮的气氛被烘托的淋漓尽致，最印象深刻的时爬深渊换黑心那一段，感染力太强了让人甚至不忍心往上爬（从那时起我对这款游戏的定位从“很好玩”变成了“艺术品”）……\n虽然是年轻人第一款2d动作冒险游戏，但细数下来只有王格林（非通关必须）和普通辐光（无上太难了还没过，等丝之鸽出了就打（确信））卡了2天，苦痛之路跑了2天（中间没有存档点导致主机不能关机是坏文明（非必须）），竞技场3手柄没法搓剑技卡了一天（非必须）别的流畅boss都是不算太难的（甚至还有不少初见杀），神居手打前四门也不是难事，所以速速入坑吧（然后一起等丝之鸽）",
        "id": 9767
    },
    {
        "name": "新战神",
        "rating": 8,
        "date": "2024.06",
        "description": "老父亲带娃历险记，砍起来还行挺爽的，可惜续作拉了没买哈",
        "id": 58175
    },
    {
        "name": "ATRI -My Dear Moments-",
        "rating": 9,
        "date": "2024.04",
        "description": "论证 ATRI就是异度之刃2\n1. 开局海底捞休眠舱内沉睡的女主（完全一致）\n2. 女主不是人类（机器人 vs 异刃）\n3. 女主都很特别（唯一有心的高性能“战斗机器人” vs 天之圣杯）\n4. 男主是打捞员\n5. 男主开局生活在船上（巨神兽）\n6. 女主都和男主一起睡过觉（YES vs 梦游的小光）\n7. 都有败犬（工具人水菜萌 vs 尼娅·海优达嘉）（还都打赢复活赛了，逆天）\n8. 结局女主对男主说“请不要忘记我”（dlc的真劳拉也算男女主）\n9. 女主在海底等了男主很久（60*60*365 =1314000年 vs 500年）\n10. 结局发刀（“时间停止吧，你是多么美丽” vs “你一个人也可以的吧，莱克斯”）（我不承认 te 是糖）\n11. 最终结局点题（这个故事属于拥有心灵的机器人少女以及爱上少女的那名少年 vs 于是，少年遇到了少女）\n12. 玩的时候会通宵，玩完会走不出来（111没亚托莉膝枕已经两天睡不着了）\n不擅长玩 gal 向，因为共情能力强每次玩完都会失落很久。ATRI 算是 Non-H 里极为有感染力的一作。故事情节非常老套，不知道爱为何物的机器人少女有了心的故事，再加上阿西莫夫的机器人三定律，相关作品从机械姬到万华镜3再到《她的爱已烧录进了电路板》（我觉得这个的结局比 atri te 好）数不胜数，使 atri 不落俗套的关键我认为是人设和意境。\n蔚蓝的大海上，白色长裙的少女在守望。配上典中典的抒情钢琴曲那股日系治愈海风味就出来了，这是我对 atri 的第一印象。（好吧第一印象是怎么这么糊，4k屏下还只有720p）然后男主出场（妈的这么帅怎么带入）接着意料之中的承接打捞任务，然后相遇，发第一波糖（小厨蝻玩到这根本顶不住）然后常规展开，睡觉发第二波糖（谁不想要个会摸头的元气少女机器人抱枕呢）中间修发电站糖分不够，差评，然后月光下的拥吻发糖（全程没看出任何问题的我）然后第一个转折爆点到来，屏幕前的我直接傻掉疯狂问候制作人全家，但男主还是不离不弃直到天台第二个爆点，收回全作伏笔确实震撼，然后珍惜最后的日子发掺满了刀子的糖最后道别结束。\n整体框架没有任何大的创新，四平八稳符合 aniplex.exe 初创品牌的小心谨慎。但人们就是喜欢 atri，就像做了一场海边轻柔微风下蔚蓝的梦，亚托莉给人的感觉就是这样。虽然她远算不上完美，做家务一团糟，明明是笨蛋还爱说自己是高性能，喜欢拌嘴争风吃醋，但这些都是这个年纪的少女应有的狡黠。编剧先是通过描写让你觉得亚托莉和人类少女别无二致，然后又告诉你这一切不过是她模拟出来的假象（二刷时看到日记上的泪痕了直接哭晕了），再然后第二次反转告诉你其实她一直有心只是在伪装机器人而已，这样的反复落差的情绪起伏怎能不让人心生怜爱？最最最痛的设定就是倒计时，当你和她解开所有误会终于能走到一起时编剧跳出来啪的一声告诉你她只剩五天了，什么cs设定。所谓悲剧就是把美好的事物毁灭给人看但也不是你这么搞的啊。在潜水艇里亚托莉哭着说不想死的时候情不自禁破防一起哭了这谁顶得住啊然后生日会然后托孤水菜萌最后在万家灯火前告别，整个的感觉就是太快了，真就像做了一场梦一样，my dear moments 符合标题的一集感受是虽有逻辑漏洞但可以接受，毕竟男女主也实现相互救赎了。\n抛开 te 不谈，本作的亮点还算不少，新增的收藏语音好评，bgm 也是符合日厂一贯的优秀，华丽的立绘唯一的缺点就是太少，被推荐为“年轻人的第一款 gal”不是没有原因的，推荐萌新入坑。这是关于游戏 ATRI 的随机描述。",
        "id": 484878
    },
    {
        "name": "鬼泣 5",
        "rating": 8,
        "date": "2023.03",
        "description": "年轻人的第一款 act。老早就听说过卡普空动作天尊的称号，一上手系统果然深奥，手残只打了 human 和 devil hunter 难度。一周目三个主角都不咋会玩 8 个小时啥都没感受到就通关了觉得很离谱，二周目用 DLC 的维吉尔才稍微感觉到了操作的魅力，帅是真的帅\n剧情属于大型家庭伦理现场（he is your father 幻视星战），无论什么地方一通电话就能开过来的神奇卡车也很离谱，不过都是小问题，也没人打动作游戏看重剧情的吧，操作就完事了\n一周目就一个 Goliath 和 Vergil 各死过一次，其他都是一路平推。二周目换 v 哥逐步上头后才能算大概了解了这个游戏，不得不感慨深度太深现在啥段子都打不出来，一顿乱按看上去三 s 了很猛回放一看各种菜鸡\n二周目最后但丁战打不过全靠赖招回血苟死，最后想两个大招讲究一下都被打断，太猪鼻了（太长了垃圾 QQ 传不上来，见  https://b23.tv/vqM11h2 ）\n不得不说这个蓝发男人帅的深得我心（“有小代”），各种花里胡哨，而且乱按也很秀（确信）有机会一定练一下科目一（下次一定）",
        "id": 58755
    },
    {
        "name": "League of Legends",
        "rating": 0,
        "date": "2025.01",
        "description": "垃圾游戏毁我青春",
        "id": 23598
    },
    {
        "name": "赛博朋克 2077",
        "rating": 9,
        "date": "2023.03",
        "description": "《赛博朋克2077》节制结局通关\n上线之初 bug 频出导致许多玩家感慨最值得是为它买了新显卡而不是游戏本身，在几年的打磨后适配了 PS5 手柄自适应扳机和光追后显得正常了许多，也更让人真切地体会那个世界\n世界观和风格都能对上兴奋点，所以除了打拳和开车外的所有支线全清了，完全没逛够，结果没提前查攻略和强尼的对话选错了不能solo荒板塔太遗憾了，索尔对不起.jpg\n游戏中还隐藏有边缘行者的彩蛋，最终搞忘用露西的武器单分子线而是螳螂刀终结重锤有点不爽\n画面神中神，随手一截就是壁纸\n黑客流神中神，前期没玩明白乱加点后面全加智力瞪谁谁死简直了，一个连带传染技能一清一片，剩几个电磁短路一发一个\n有点难绷的是朱迪支线这舞子一直在我捡垃圾的时候bb，结果说她两句开打了，吓得我赶紧两枪做掉（舞子这么菜说明舞子不行\n最后为啥选把身体给强尼呢，因为有逆反心理，不让我做我偏做（\n从最后坐史蒂夫车的车上广播可以看到杀进杀出那么久也只是给荒板的财报增加一点小小的赤字，大公司支配的世界观下普通人只能要么被同化要么成为下水道的垃圾，而夜之城的传奇与梦想家的归宿只能是在公墓，即使最后有了六个月时间，也不一定有什么改变，就让银手替我看看这个世界吧（可惜没选女V，中间有的细节真的 cp 感拉满，呜呜等出 DLC 再打二周目）",
        "id": 41494
    },
    {
        "name": "仁王2 Remastered Complete Edition",
        "rating": 8,
        "date": "2022.11",
        "description": "年轻人的第一款arpg（\n想玩只是看到光荣社想起小时候玩的真三国无双割草一般爽的感觉，结果进游戏发现我才是被割的那草，没膝盖还易溶于水（\n上学期就开始玩最近才通关，只能说上手难度是真的高：\n新手村放个大怪死好几次次打不过跑了，第一个精英怪猿鬼死n次结果发现连boss都算不上（不过感觉第一关boss马头鬼不如猿鬼水平）\n死一次掉经验要捡魂死两次经验全没，中间有次自暴自弃把存的经验全用了也没打过还连死两次差点弃坑……\n直到我点了个叫“迟钝符”的东西，一下感觉就成easy模式了boss现在成了反应慢半拍的生物，才知道为什么那么多攻略说不能当成魂系来玩，学会了各种花里胡哨的阴阳术和忍术后越玩越玩明白，体会到把boss压着打的快感，甚至最后几关boss有好几个初见过，爽死\n为什么不追求白金呢是因为这游戏有整整 1 2 种武器！我到结局也就玩明白了dlc里的伤害最高的一种拿了对应的成就，也不想专门为了白而白\n（一种武器上中下三种架势，每种架势有至少三种特有武技和特殊效果，再加上主角是半妖能用妖怪技能，一套上上下下左右左右各种乱七八糟搓招把怪连死是真的刺激）后面就玩成了：武技回妖→妖怪技回精→精力用来放武技的永动机！（斋藤利三：你继续说）\n以及还有聊胜于无的远程弓箭或打炮，打远处小怪一箭爆头秒杀免得浪费时间挺有用的，近战打起来就没有拉弓的时间了，手柄瞄准也是一言难尽，但打织田这关莫名其妙想起来用了一次还效果奇好（时代变了，大人）\n因为可以捏人所以选了个白毛双马尾，又可爱又飒（设置里可以关掉头盔显示，光荣你是懂的）\n进常暗再上一身符是真的光污染，能接受的可能觉得没啥，不能接受的可能会觉得辣眼\n在玩这游戏之前对日本战国时代一无所知，唯一认识的就织田信长吧，还说不出干了些啥只是印象中有这个名字，但现在能对织田信长，丰臣秀吉，德川家康，柴田胜家，明智光秀，服部半藏，真柄直隆，今川义元，斋藤利三等人如数家珍（猜猜上面有几个boss？哈哈全是（））虽然不知道历史上真实发生了什么，但游戏基于现实又不离谱的改编确实留下了不小的印象（这就是____吗？但人家明年要讲三国了哦\n但是，这游戏确实不推荐所有人玩，首先就是光污染不是所有人能适应，然后就是地图设计，很多地方就是复活点旁边一个单向门，打完一圈后从另一侧开门然后回来摆神庙开下一层/打boss，右上角的小地图一点用没有什么都不显示，经常容易迷路/被路边小怪阴，只有学了通占符能显示怪和收集的木灵才稍微好点，但也只是相当于雷达图的光点，道路什么的地图上也没有，后期经常打怪2分钟迷路1小时（不过平等院三次降水位的设计算是挺令人惊艳的出彩点了（所以完全没搞懂这关构造，打酒吞童子十多次每次从复活点到boss房就绕3分钟））。还有堆怪的问题，我个人倒是觉得不怎么严重，支线前几章请完了最后两章的有先决条件的没清，见仁见智吧（主要是后面搓招一路火花带闪电是真爽，还嫌怪怎么这么不禁打，像化身“秀”本人一路狂秀）学会隐身和无声的忍术后捡魂也变成了零风险的事，所以就算偶尔路上被阴死一次也不会有什么损失\n总之强烈建议动作游戏爱好者游玩，以及一定要用手柄，不然很多操作会没法轻易做到\n以下含有剧透：\n能看出制作组主要强调动作而在音乐上有所牺牲，许多地方用的是重复的曲子，但第一次回到中阴之间看到久违的母亲伴随着淡淡忧伤而又舒缓的音乐一下洗刷了刚才大战的疲惫与劳累，了解了自己的使命后之后回到梦路篇第一次听到激昂的音乐像是在催促着玩家再次踏上复仇之路的动员曲。\n一路上的剧情也很令人动容，始于樱花又终于樱花。一路上有人战死，有人殉情，有挚友也有仇敌，主角秀千代一路成长，眼看着本来是志同道合相得益彰的伙伴却因理念的不同一步步分道扬镳最终兵刃相向简直令人……无法拒绝。“秀”和“吉”虽都互相斩杀过一次对方，但最终决战大岳丸时跳出来的猴子真让我又感动又惊讶，（死了好几次后）打过后睁开眼看到的是藤吉郎又一次在用灵石帮助阿秀恢复神智，正如第一次相遇那样（后面回看才发现这两处的台词都一模一样，泪目）",
        "id": 518596
    },
    {
        "name": "异度神剑 终极版",
        "rating": 7,
        "date": "2023.06",
        "description": "xb 系列的开山之作，最早是在 wii 上被誉为 jrpg 复兴之作，登录 ns 反倒是在二代之后了，所以一些2中的小毛病到改了不少，比如任务指引，ui 也更清晰简明。\n宏大的世界观和跌宕起伏的剧情一直都是 xb 系列的长处，本作也不例外。在巨大的巨神和机神上驰骋，看似随意的入口内部却别有洞天……类似的设计比比皆是，mono 社的地图制作真是一绝\n本作的音乐也是一流，从标题曲与莫纳德随着时间推移矗立在原野上的背景相得益彰，再到每当剧情陷入纠结时响起的「与敌对峙」，都能狠狠引起玩家共鸣\n本作的一大重点即是莫纳德的「未来视」，即预知未来。不同于 2 代光和小绿的未来视仅存在于 cg 表现中，本作的未来式在战斗和收集中都有设计，既可以帮助玩家见招拆招地对抗 boss 的强力攻击，还可提前预知有哪些材料会在未来的任务中用到以免卖出，十分人性化。每当改变未来时，随着右上角的玻璃破碎音效，全队士气变得高扬，bgm 也随之更为激奋人心，只能说爽到飞起\n之前听说本作有党争但实际上明显是“这怎么赢得了”的一边倒，修尔克始终只对菲奥伦单箭头（天降青梅+机娘，怎么赢）（梅办法，尽莉了，输了亚）只是梅莉亚前半段剧情多以及人物弧光塑造的过于好了让玩家不忍心她结尾一个人（所以 dlc 就不带菲奥伦出去玩了还公主抱是吧）英雄丹邦的塑造也是十分出彩，雪中拼刀和穆木卡拼刀一段剧情张力简直拉满了，神中神（同样是有时会抢主角风头的角色，有的游戏能做到男女都喜欢，有的游戏却能做到如同答辩人人避之不及，只能说是编剧水平差距）（以及吐槽一句莱恩跟三代兰兹人设成一模一样了）\n因为玩之前被剧透了最大的一个设定所以开头刀xx的时候没有特别震惊，但后面剧情中反转之后又有反转确实很有起伏，感觉有人认为 1 比 2 剧情好是情有可原的（但我还是更喜欢王道热血一点）。玩到坠落到机神臂海滩边喂水那一段全程羡慕疯了，太甜了啊啊\n不过还是有一些小瑕疵，比如老生常谈的画质，还有支线任务只有捡东西和打怪两种一点剧情都没太敷衍像在玩页游（不过这也让不爱刷级的我基本没卡过关，路上遇到有感叹号的怪顺手就刷了主线就基本没被等级压制过），8+1个战技用左右键切换还是有点逆天，qte 判定太严格等等，但对我来说瑕不掩瑜，玩的就是这个剧情\ndlc 的话非常简短，没有像 2 dlc 专门卡支线个数（人和之力）好评；两个新队友诺彭直接照搬本体两队友技能纯换名过于偷懒差评；能收集 12 个诺彭伙伴在后面跟着像幼儿园小朋友春游很有意思好评；打最终 boss 结尾有点草率差评；但最最最后的那段播片还是神中神的，梅莉亚酱的微笑呜呜呜。我就是为了这个才打了好几个小时的 dlc.jpg\n以及，终于把 xb123 本体+12dlc 全通了，这下可以好好享受 3 的 dlc 了（莱克斯变大叔是真难绷）🤣",
        "id": 371831
    },
    {
        "name": "Horizon Zero Dawn™_ Complete Edition",
        "rating": 7.5,
        "date": "2024.06",
        "description": "设定和十三机兵防卫圈很类似\n- 旧人类毁灭于纳米病毒/机械\n- 新人类诞生于荚仓\n- 新世界由 AI/盖亚 管理\n- 有人给代码/机械注入病毒导致失控\n- 所谓的机械怪物均是工业用/改造环境用被注入恶意病毒导致\n- 女主是先前最受尊重的领导者基因克隆者\n- 每隔一段时间放怪兽来 remake/由黑帝斯子程序 remake\n好久没玩有 zzzq 设计的大女主作品，上一部还是所谓的董明珠历险记 control。剧情一路推进，开图，然后解开世界的真相（bushi）非常王道和简单，但是画面简直无敌。采用和死亡搁浅同款的游骑兵引擎在 PS5 上的画面堪称一绝，无论是金属生物的反光质感还是草地荒原和雪地等的环境光照只能用栩栩如生形容，俗话说画质天花板只能说确实，玩了就明白。\n和画质婉若神明对比的则是普普通通的剧情，像是没交代遗臭万年的法罗后面一个人干了啥，凭啥一个人就能手动降级其他所有人的权限，为了不被后人骂直接把所有知识删完了（不是你删你干了啥不就行非要幸幸苦苦的文化遗产全删了让新人类从头开始爬科技树）伊丽莎白就为了关个门出去了嘎了（不是你们这种严密的计划关个门都没有自动工具吗，出门一趟就不让进，简直为了死而死呃呃）等等。除了几处感觉机械降神为了推进剧情而推进的 bug 外，整体体验还是很流畅的，像是典中典的小时候被排挤长大了回来被众人尊敬的爽文情节，还是被反派 boss 抓住要被噶的时候队友救场，表现力还是非常不错的，主角要的就是代入感的爽快与流畅，性别根本不重要（）感情线根本没有给个大好评，那个国王还示好主角，笑死，我只想骑着昂步者跟几十吨会喷火开机关枪的的机械猛虎疯狂拉扯，谁需要拖后腿的男人（）\n说到战斗，经典的子弹时间和换装备时停都有非常适合手残党，感觉索尼游戏就是在做符合最大众的解，挺好的。开始的时候还傻傻的每个武器装三个不同的属性芯片结果就是啥都行啥都不咋地打伤害刮痧破甲慢吞吞。后面（跟玩死亡细胞一样）醒悟了一个暗影神射弓专打伤害直接拉满，弹丸和绊索发射器就专打属性伤害，再来个放地雷的四个武器再也无敌手。还有值得一提的一点是游戏中所有怪都可以操控，相当于化敌为友了体验感非常好，可惜这作可骑行的坐骑太少以及没有能骑的飞行机械，了解到续作西之绝境有了感觉更是上天入地，但 zzzq 导致女主颜值又被强行拉丑了，不想玩。（每个玩地平线的开始时都接受不能画风，但玩着玩着就还好，毕竟坚强勇敢还有智慧的内在人格魅力塑造的还是可以，但二代还要强行拉丑，我是脸部模特我报警了，整的跟腮腺炎一样，还搞经典谈恋爱，不想玩）还有值得一提的时背包扩容素材掉率太低，直到最后一章才扩容满，之前每捡几个垃圾就要清一下背包很不爽，一堆素材又不知道哪里用，这点一般是策划的锅（作为跟策划对喷多个月的程序有感）。\n还有就是 UI 和手柄适配，伟大无需多言，自适应扳机和震动让你在每一次攀爬行走，破甲和弓箭离弦时都有反馈，索尼的技术壁垒了属于是，懂得都懂。（对 xbox 和 ns：其他人做得到吗？.jpg）（以及本作在 PC 上也可以用 PS 手柄的自适应扳机等功能，这就是独占吗）\n顺带一提里面的马蹄湾和 Bryce Canyon 我居然在环美西的时候去过，玩的时候没看出来 hhh\n总的来说是经典的开放世界罐头作品，看对不对个人胃口，我是感觉后期重复度太高没做几个支线做完主线就跑路了，感觉喜欢收集的会很喜欢（收集品全部有标号列在背包里查漏补缺非常方便，这也是第一方特色了，白金都巴不得直接送给你）剧情沉浸感也很到位，结尾也很感动。喜欢体验 4K HDR 大场面的不多说，直接玩就是了",
        "id": 419297
    },
    {
        "name": "崩溃大陆",
        "rating": 8.5,
        "date": "2017.05",
        "description": "作者的故事令人动容，游戏内容简单又有深度，至今记得去补习班上在公交车上玩这个的悠闲时光",
        "id": 165
    },
    {
        "name": "幻兽帕鲁",
        "rating": 7,
        "date": "2024.02",
        "description": "虽然缝合，但比宝可梦阿尔宙斯高到不知哪里去，可惜后期无聊",
        "id": 718135
    },
    {
        "name": "Minecraft",
        "rating": 10,
        "date": "2016.05",
        "description": "童年回忆 1.7.10，可惜没补票哈",
        "id": 22509
    },
    {
        "name": "泰拉瑞亚",
        "rating": 9,
        "date": "2022.04",
        "description": "奥库瑞姆.jpg",
        "id": 422
    },
    {
        "name": "饥荒",
        "rating": 8,
        "date": "2024.11",
        "description": "老中特有的种田基因觉醒了，Boss 是一个不打的，巨大化农作物是一个不差的",
        "id": 9882
    },
    {
        "name": "蔚蓝",
        "rating": 9,
        "date": "2025.01",
        "description": "好难啊啊啊啊啊",
        "id": 22121
    },
    {
        "name": "主播女孩重度依赖",
        "rating": 8,
        "date": "2024.02",
        "description": "糖糖可爱捏，可惜后面为了全结局有点过于把人当工具了。真结局还是挺搞的，情理之中吧",
        "id": 516122
    },
    {
        "name": "深岩银河",
        "rating": 7.5,
        "date": "2024.11",
        "description": "Rock and Stone!\n最高配置是4个朋友一起下矿",
        "id": 9551
    },
    {
        "name": "Grand Theft Auto V",
        "rating": 6.5,
        "date": "2021.11",
        "description": "玩了个开头，开车好别扭，对黑帮背景无感+忙别的，弃了",
        "id": 3498
    },
    {
        "name": "美少女万华镜 -被诅咒的传说少女-",
        "rating": 7,
        "date": "2024.6",
        "description": "雾枝，YYDS！剧情就是没有剧情",
        "id": 743535
    },
    {
        "name": "The Last of Us Part II",
        "rating": 5,
        "date": "2022.03",
        "description": "玩了个开头，丧尸怪哈人的，女同加吸大麻，而且后面还有高尔夫感觉这辈子有了，弃了，听说一代还行有时间补",
        "id": 51325
    },
    {
        "name": "奴隶少女希尔薇",
        "rating": 6,
        "date": "2014.06",
        "description": "小孩子不懂事🦌着玩的",
        "id": 327998
    },
    {
        "name": "王权",
        "rating": 8,
        "date": "2017.06",
        "description": "非常有创意的玩法，解密和隐藏通关方式神中神",
        "id": 1757
    },
    {
        "name": "急速变色龙",
        "rating": 8,
        "date": "2017.06",
        "description": "这才是跑酷手游应该的样子，关卡设计精湛，爽快好玩",
        "id": 5876
    },
    {
        "name": "Duet",
        "rating": 8,
        "date": "2020.11",
        "description": "玩法有趣画面整洁，嘎了还会留痕，好玩爱玩，和滚动的天空滚动的线一类手残最爱",
        "id": 16970
    },
    {
        "name": "Hopeless The Dark Cave",
        "rating": 7,
        "date": "2016.08",
        "description": "腱鞘炎触发器，手速测试.jpg",
        "id": 8821
    },
    {
        "name": "Human Resource Machine",
        "rating": 8,
        "date": "2016.12",
        "description": "手搓汇编，太酷啦",
        "id": 5978
    }
]
